/* 
  Health.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/3/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* No comment provided by engineer. */

"MonitorOutOfSpace_NotifTitle" = "Il n'y a presque plus d'espace disponible !";
"MonitorOutOfSpace_NotifDescription" = "Ouvrez CleanMyMac pour supprimer les éléments inutiles et récupérer de l'espace.";

/* Disk SMART failure notification */
"MonitorSMART_NotifTitle" = "Diagnostics S.M.A.R.T critiques !";
"MonitorSMART_NotifDescription" = "CleanMyMac a détecté que les diagnostics du disque indiquent qu'il va bientôt tomber en panne.";

/* SSD Life failure notification */
"MonitorSSD_NotifTitle" = "SSD en fin de vie !";
"MonitorSSD_NotifTooltip" = "La durée de vie du SSD %@ est %li%%.";
"MonitorSSDLife_NotifDescription" = "CleanMyMac a détecté que les diagnostics du disque indiquent qu'il va bientôt tomber en panne.";

/* High disk temperature notification */
"MonitorHighTemp_NotifTitle" = "Température du disque élevée !";
"MonitorHighTemp_NotifTooltip" = "La température de %@ dépasse %@.";
"MonitorHighTemp_NotifDescription" = "CleanMyMac a détecté que les valeurs de température du disque dépassent les valeurs recommandées. Veillez à ce que cette situation ne se reproduise pas trop souvent.";

/* Battery failure notification */
"MonitorBattery_NotifTitle" = "Votre batterie est défectueuse !";
"MonitorBattery_NotifDescription" = "CleanMyMac a détecté que les diagnostics de batterie indiquent que la batterie va bientôt tomber en panne. Envisagez de la remplacer.";

/* Low RAM issue. */
"MonitorRAM_NotifTitle" = "Consommation de mémoire élevée";
"MonitorRAM_NotifDescription" = "CleanMyMac a détecté que la mémoire physique et virtuelle est presque saturée. Envisagez de fermer des apps.";

/* Battery health */
"Health: %@" = "Santé : %@";

"Undefined" = "non définie";
"Fair" = "acceptable";
"Good" = "bonne";
"Poor" = "mauvaise";

/* Battery charging state */
"Charged" = "Chargée";
"Not Charging" = "Aucune recharge en cours";
"Calculating…" = "Calcul…";
"%ld:%02ld Until Full" = "%ld:%02ld pour atteindre 100 %%";
"%ld:%02ld Remaining" = "Reste %ld:%02ld";
"%@ Limited" = "Limite de %@";
"%@ Threshold" = "Seuil de %@";
"Overfilled" = "Ça déborde !";

"DiskAvailableSpace_description" = "%@ disponibles";
"DiskAvailableSpace_tooltip" = "%@ libres\n%@ disponibles. Cette valeur représente la quantité totale d'espace disponible qui peut être purgée et libérée instantanément par le système.";
"RAMStatus_description" = "%@";
"RAMStatus_tooltip" = "%@";
"RAMCleanupInProgress_Title" = "Vidage…";
"TrashSizeStatus_description" = "%@";
"TrashSizeStatus_tooltip" = "%@";
"TrashSizeStatus_tooltipForZeroSize" = "%@ consommés en %@";

"WiredRAM_LegendTitle" = "Connectée";
"WiredRAM_LegendDescription" = "Quantité de mémoire qui ne peut pas être mise en cache sur le disque et qui doit donc rester en RAM. Les autres applications ne peuvent pas consommer cette mémoire.";

"ActiveRAM_LegendTitle" = "Active";
"ActiveRAM_LegendDescription" = "Ces informations sont chargées dans la RAM et ont été utilisées récemment.";

"InactiveRAM_LegendTitle" = "Inactif";
"InactiveRAM_LegendDescription" = "Ces informations sont chargées dans la RAM mais ne sont pas utilisées de façon active. Elles ont été utilisées récemment.";

"CompressedRAM_LegendTitle" = "Compressée";
"CompressedRAM_LegendDescription" = "Quantité de mémoire RAM compressée dans le but de conserver de la mémoire disponible pour d'autres processus.";

"GHz" = "GHz";

"Monitoring OFF" = "Surveillance désactivée";
